Repository: PSanni/hacktivist_tools
Catalog: extra/proxychecker/po/*.po
Languages: de

source: [ERROR] fork could not be imported from os, this programm is not for Windows-Users!!
de: [FEHLER] fork kann von os nicht importiert werden, dieses Programm ist nichts für Windows-Benutzer!!

source: (Windows has no syscall named fork()...
de: (Windows hatt keinen Syscall namens fork()...

source: You must Upgrade to Linux to use this ;)
de: Du must auf Linux upgraden um dies zu benutzen ;)

source: {0}[ERROR] --header should exactly contains one ":" !!!{1}
de: {0}[FEHLER] --header muss genau ein ":" enthalten!!!{1}

source: {0}[INFO] Remove invalid lines from list...
de: {0}[INFO] Entferne unnütze Linien von der Liste...

source: {0}..[DONE, {1} lines removed]{2}
de: {0}...[FERTIG, {1} Linien entfernt]{2}

source: {0} [ERROR] no proxys found...{1}
de: {0} [FEHLER] Keine Proxys gefunden...{1}

source: {0} [Remove outputfile]...
de: {0} [Entferne Ausgabedatei]...

source: ...{0}[DONE]{1}
de: ...{0}[FERTIG]{1}

source: ...{0}[FAIL]{1}
de: ...{0}[FEHLGESCHLAGEN]{1}

source: {0} [ERROR] While removing {1}: {2}{3}
de: {0} [FEHLER] Während dem entfernen von {1}: {2}{3}

source: {0}[INFO] ({1}working{0})=(current/total){2}
de: {0}[INFO] ({1}funktionieren{0})=(aktueller/gesamt){2}

source: {0}[INFO] gather proxys from url...
de: {0}[INFO] Grabbe Proxys von url...

source: ...{0}[DONE, {1} proxys found]{2}
de: ...{0}[FERTIG, {1} Proxys gefunden]{2}

source: ...{0}[FAIL]{1}
de: ...{0}[FEHLGESCHLAGEN]{1}

source: {0} [ERROR] couldn't open {1}: {2}{3}
de: {0} [FEHLER] Kann {1} nicht öffnen: {2}{3}

source: {0} [ERROR] couldn't open {1}: {2}{3}
de: {0} [FEHLER] Kann {1} nicht öffnen: {2}{3}

source: {0} [ERROR] {1}
de: {0} [FEHLER] {1}

source: {0} [ERROR] {1}: {2}
de: {0} [FEHLER] {1}: {2}

source: {0}[INFO] Compressing {1} in {2} =>
de: {0}[INFO] Komprimiere {1} zu {2} =>

source: {0}[DONE]{1}
de: {0}[FERTIG]{1}

source: {0}[FAIL]{1}
de: {0}[FEHLGESCHLAGEN]{1}

source: {0} [ERROR] with file {1}: {2}{3}
de: {0} [FEHLER] mit Datei {1}: {2}{3}

source: {0}[OK] =>{1}({0}{2}{1})=({3}/{4}) {0}{5} -->{6}sec.{7}
de: {0}[OK] =>{1}({0}{2}{1})=({3}/{4}) {0}{5} -->{6}sek.{7}

source: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Doesnt contain the String: {7}{8}
de: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->String nicht enthalten: {7}{8}

source: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Doesnt contain the String!{7}
de: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->String nicht enthalten!{7}

source: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Timed Out{7}
de: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Zeitüberschreitung{7}

source: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->BadStatusLine{7}
de: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Schlechte Status Linie{7}

source: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->IncompleteRead{7}
de: {0}[FAIL] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Nicht komplett gelesen{7}

source: {0}[ABORTED CTRL+C] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Interrupted by User{7}
de: {0}[ABGEBROCHEN CTRL+C] =>{1}({2}{3}{1})=({4}/{5}) {0}{6} -->Unterbrochen vom Benutzer{7}

source: {0}[!!!EPIC FAIL!!!] None of {1} proxys we have checked are working...{2}
de: {0}[!!!EPISCHER FEHLSCHLAG!!!] Keiner von den {1} geprüften Proxys funktionieren...{2}

source: {0}removing the output-file...{1}
de: {0}Entferne Ausgabedatei...{2}

source: [ERROR] Couldn't remove {0}: {1}
de: [FEHLER] Kann Datei {0} nicht entfernen: {1}

source: {0}[!!!DONE!!!] {1} of {2} proxys we have checked are working!{3}
de: {0}[!!!FERTIG!!!] {1} von {2} Proxys die wir geprüft haben funktionieren!{3}

source: {0}[New Proxylist saved to => {1}]{2}
de: {0}[Neue Proxylist gespeichert unter =>{1}]{2}

source: {0}[Sort&Filter]:~${1} sort -us {2} -o 000{2}{3}...{4}
de: {0}[Sort&Filter]:~${1} sort -us {2} -i 000{2}{3}...{4}

source: {0}...{1}[!SUCCESS!]{2}
de: {0}...{1}[!OK!]{2}

source: {0}[RENAME 000{1} to {1}...{2}
de: {0}[UMBENENNEN von 000{1} in {1}...{2}

source: {0}...ERROR!!!] Could not rename 000{1} in {1}: {2}!{3}
de: {0}...FEHLER!!!] Kann 000{1} nicht in {1} unbenennen: {2}!{3}

source: {0}...DONE!]{1}
de: {0}...FERTIG!]{1}

source: >>> "from ProxyChecker.proxychecker import proxychecker" failed, try to search the module...
de: >>> "from ProxyChecker.proxychecker import proxychecker" Fehlgeschlagen, versuche Modul zu suchen...

source: ...[FOUND] in {0}
de: ...[GEFUNDEN] in {0}

source: Add path to PYTHONPATH in ~/{0}? (to prevent searching the modulepath anytimes) (y/n)
de: Pfad zu PYTHONPATH in ~/{0} hinzufügen? (Damit nicht jedesmal gesucht werden muss ) (j/n)

source: [EDITING {0}/{1}]...
de: [EDITIERE {0}/{1}]...

source: ...[DONE]
de: ...[FERTIG]

source: ...[NOTHING FOUND]
de: ...[NICHTS GEFUNDEN]

source: Could not import "from ProxyChecker.proxychecker import proxychecker": {0}.
de: Kann "from ProxyChecker.proxychecker import proxychecker" nicht importieren: {0}.

source: Invalid number of arguments! Use -h for options.
de: Falsche Anzahl von Argumenten! Benutze -h für Optionen.

source: usage: %prog -i <proxylist[.gz]|URL> [options...]
de: usage: %prog -i <proxylist[.gz]|URL> [Optionen...]

source: Version: 1.5 Contact & (C): 2014 by Jan Helbling <jan.helbling@gmail.com> [GNU/GPLv3+]
de: Version: 1.5 Kontakt & (C): 2014 by Jan Helbling <jan.helbling@gmail.com> [GNU/GPLv3+]

source: read proxys from file (or from stdin), gz format supported
de: Lese Proxys aus Datei (oder von stdin), gz-Format unterstützt

source: write proxys to file (or to a stream), default: checked_proxys
de: Schreibe Proxys in Datei (oder in ein Stream), Standart: checked_proxys

source: use this site for requests, default: http://www.gnu.org
de: Benutze diese Seite für Requests, Standart: http://www.gnu.org

source: good hit must contains ..., default: GNU
de: Ein guter Treffer muss beinhalten ..., Standart: GNU

source: timeout, default: 5.0
de: Timeout, Standart: 5.0

source: number of processes, default: 10
de: Anzahl der Prozesse, Standart: 10

source: use this site as referer, default: None
de: Benutze diese Seite als Referer, Standart: Keine

source: mobile,desktop or all, default: desktop
de: mobile,desktop oder all, Standart: desktop

source: data for post-requests, (eg. "foo=bar&info=false"), default: None
de: Daten für POST-Requests, (z.B. "foo=bar&info=false"), Standart: Keine

source: cookies, separated by ; (eg. "abc=123; def=456;"), default: None
de: Kekse, getrennt mit ; (z.B. "abc=123; def=456;"), Standart: Keine

source: add a header, splitted by : (eg. "Range:bytes=500-999"), default: None
de: Füge einen Header hinzu, gesplitted mit : (z.B. "Range:bytes=500-999"), Standart: Keiner

source: colored output, none or yes, default: yes
de: Farbige Ausgabe, none oder yes, Standart: yes

source: Run the SHELL-Command "sort -us" bevore exit to erase dupplicates and sort by alphabet
de: Führe das SHELL-Kommando "sort -us" aus vor dem beenden, um Dupplikanten zu entfernen und die liste Alphabetisch zu ordnen
